[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[DragMacroForm]
lb_GameDirectory_ODME->Caption=選用遊戲
GameManagement=遊戲管理
GameManagement_New=新建遊戲夾
GameManagement_Modify=遊戲夾改名
GameManagement_Delete=刪除遊戲夾
FileManagement_New=新建宏
FileManagement_Open=打開宏
FileManagement_Save=保存宏
FileManagement_SaveAs=另存宏
FileManagement_Delete=刪除宏
FileManagement_ReName=重命名
FileManagement_ImportExport=匯入/匯出
FileManagement_Transfer=上傳/下載
lb_FileName_ODME->Caption=檔名
lb_CommandArea_ODME->Caption=指令區
lb_SimulateArea_ODME->Caption=模擬區
lb_MacroArea_ODME->Caption=編程區
lb_TimeCount_ODME->Caption=：預設延遲時間(毫秒)
htmlb_Statement1->Caption=奧斯卡II編程指引：
htmlb_Statement2->Caption=新建宏編程時，按以下步驟進行。@RETURN@第1步：選擇指令區模擬指令。@RETURN@第2步：左鍵拖曳模擬指令至編程區放開。@RETURN@第3步：修改編程區數據後，保存使用。@RETURN@
htmlb_Statement3->Caption=1-鍵盤：模擬鍵盤按鍵動作。
htmlb_Statement4->Caption=2-滑鼠：模擬滑鼠按鍵動作。
htmlb_Statement5->Caption=3-動作：模擬滑鼠指針座標位置。
htmlb_Statement6->Caption=4-控制：插入鍵鼠按鍵動作，延時、變數、循環等功能。
htmlb_Statement7->Caption=5-運算：插入鍵鼠變量等功能。
bt_ResumeMacroI_ODME->Caption=返回 [奧斯卡I]
bt_DownloadExplain_ODME->Caption=下載教程
lb_KeyboardInput_ODME->Caption=實體鍵盤輸入
//Keyboard=
bt_K041_ODME->Caption=ESC
bt_K058_ODME->Caption=F1
bt_K059_ODME->Caption=F2
bt_K060_ODME->Caption=F3
bt_K061_ODME->Caption=F4
bt_K062_ODME->Caption=F5
bt_K063_ODME->Caption=F6
bt_K064_ODME->Caption=F7
bt_K065_ODME->Caption=F8
bt_K066_ODME->Caption=F9
bt_K067_ODME->Caption=F10
bt_K068_ODME->Caption=F11
bt_K069_ODME->Caption=F12
                =
bt_K053_ODME->Caption=~ `
bt_K030_ODME->Caption=<1>
bt_K031_ODME->Caption=<2>
bt_K032_ODME->Caption=<3>
bt_K033_ODME->Caption=<4>
bt_K034_ODME->Caption=<5>
bt_K035_ODME->Caption=<6>
bt_K036_ODME->Caption=<7>
bt_K037_ODME->Caption=<8>
bt_K038_ODME->Caption=<9>
bt_K039_ODME->Caption=<0>
bt_K045_ODME->Caption=_ -
bt_K046_ODME->Caption=+ @equ@
bt_K042_ODME->Caption=back
bt_K043_ODME->Caption=Tab
bt_K020_ODME->Caption=Q
bt_K026_ODME->Caption=W
bt_K008_ODME->Caption=E
bt_K021_ODME->Caption=R
bt_K023_ODME->Caption=T
bt_K028_ODME->Caption=Y
bt_K024_ODME->Caption=U
bt_K012_ODME->Caption=I
bt_K018_ODME->Caption=O
bt_K019_ODME->Caption=P
bt_K047_ODME->Caption={ [
bt_K048_ODME->Caption=} ]
bt_K049_ODME->Caption=| \
bt_K057_ODME->Caption=Caps
bt_K004_ODME->Caption=A
bt_K022_ODME->Caption=S
bt_K007_ODME->Caption=D
bt_K009_ODME->Caption=F
bt_K010_ODME->Caption=G
bt_K011_ODME->Caption=H
bt_K013_ODME->Caption=J
bt_K014_ODME->Caption=K
bt_K015_ODME->Caption=L
bt_K051_ODME->Caption=; :
bt_K052_ODME->Caption='
bt_K040_ODME->Caption=Enter
bt_K265_ODME->Caption=Shift
bt_K029_ODME->Caption=Z
bt_K027_ODME->Caption=X
bt_K006_ODME->Caption=C
bt_K025_ODME->Caption=V
bt_K005_ODME->Caption=B
bt_K017_ODME->Caption=N
bt_K016_ODME->Caption=M
bt_K054_ODME->Caption=< ,
bt_K055_ODME->Caption=> .
bt_K056_ODME->Caption=? /
bt_K269_ODME->Caption=RShift
bt_K264_ODME->Caption=Ctrl
bt_K267_ODME->Caption=LW
bt_K266_ODME->Caption=Alt
bt_K044_ODME->Caption=Space
bt_K270_ODME->Caption=RAlt
bt_K271_ODME->Caption=RW
bt_K101_ODME->Caption=MENU
bt_K268_ODME->Caption=RCtrl
bt_K070_ODME->Caption=Print
bt_K071_ODME->Caption=Scroll
bt_K072_ODME->Caption=Pause
bt_K073_ODME->Caption=Insert
bt_K074_ODME->Caption=Home
bt_K075_ODME->Caption=Up
bt_K076_ODME->Caption=Delete
bt_K077_ODME->Caption=End
bt_K078_ODME->Caption=Down
bt_K082_ODME->Caption=^
bt_K080_ODME->Caption=<
bt_K081_ODME->Caption=v
bt_K079_ODME->Caption=>
bt_K083_ODME->Caption=LOCK
bt_K084_ODME->Caption=/
bt_K085_ODME->Caption=*
bt_K086_ODME->Caption=-
bt_K095_ODME->Caption=<7>
bt_K096_ODME->Caption=<8>
bt_K097_ODME->Caption=<9>
bt_K087_ODME->Caption=+
bt_K092_ODME->Caption=<4>
bt_K093_ODME->Caption=<5>
bt_K094_ODME->Caption=<6>
bt_K089_ODME->Caption=<1>
bt_K090_ODME->Caption=<2>
bt_K091_ODME->Caption=<3>
bt_K088_ODME->Caption=Enter
bt_K098_ODME->Caption=<0>
bt_K099_ODME->Caption=Del
AbsoluteMoveBrick->Text=滑鼠移到 x :           y :
RelativeMoveBrick->Text=滑鼠相對移動 x :             y :
FlagBrick->Text=旗標
GotoBrick->Text=前往旗標
CommentBrick->Text=備註
ReProgramBrick->Text=按下執行                   終止執行
DelayBrick->Text=延遲
IfBrick->Text=如果
IfKeyBrick->Text=如果                   的狀態是
ForBrick->Text=重複執行            次
PlusBrick->Text=%B18+
MinusBrick->Text=%B18-
AndBrick->Text=%B18&
OrBrick->Text=%B18|
XorBrick->Text=%B18^
KeyBrick->Text=鍵盤:延遲            毫秒
LeftKeyBrick->Text=左鍵:延遲            毫秒
RightKeyBrick->Text=右鍵:延遲            毫秒
MiddleKeyBrick->Text=中鍵:延遲            毫秒
FourthKeyBrick->Text=第四鍵:延遲            毫秒
FifthKeyBrick->Text=第五鍵:延遲            毫秒
ForwardScrollBrick->Text=前滾           格
BackwardScrollBrick->Text=後滾           格
MenuItem[0]->Caption=單擊
MenuItem[1]->Caption=按下
MenuItem[2]->Caption=彈起
MenuItem[3]->Caption=彈起時
MenuItem[4]->Caption=再按下
MenuItem[5]->Caption=變數A
MenuItem[6]->Caption=變數B
MenuItem[7]->Caption=變數C
MenuItem[8]->Caption=變數D
MenuItem[9]->Caption=等同
MenuItem[10]->Caption=不等同
MenuItem[11]->Caption=數值
MenuItem[12]->Caption=毫秒
MenuItem[13]->Caption=秒
MenuItem[14]->Caption=分
MenuItem[15]->Caption=按鍵1
MenuItem[16]->Caption=按鍵2
MenuItem[17]->Caption=按鍵3
MenuItem[18]->Caption=按鍵4
MenuItem[19]->Caption=按鍵5
MenuItem[20]->Caption=按鍵6
MenuItem[21]->Caption=按鍵7
MenuItem[22]->Caption=按鍵8
MenuItem[23]->Caption=按鍵9
MenuItem[24]->Caption=按鍵10
MenuItem[25]->Caption=按鍵11
MenuItem[26]->Caption=按鍵12
MenuItem[27]->Caption=按鍵13
MenuItem[28]->Caption=按鍵14
MenuItem[29]->Caption=按鍵15
MenuItem[30]->Caption=按鍵16
MenuItem[31]->Caption=按鍵17
MenuItem[32]->Caption=按鍵18
MenuItem[33]->Caption=按鍵19
MenuItem[34]->Caption=按鍵20
MenuItem[35]->Caption=按鍵21
MenuItem[36]->Caption=按鍵22
MenuItem[37]->Caption=按鍵23
MenuItem[38]->Caption=按鍵24
MenuItem[39]->Caption=按下
MenuItem[40]->Caption=未按下
NewGameNameTitle=新建遊戲夾
NewGameNameDefault=新建遊戲夾
ModifyGameNameTitle=遊戲夾改名
DeleteGameFileConfirm=是否刪除此遊戲夾?@RETURN@目錄包含的檔案也將一併刪除!!
DeleteGameFileSelected=檔案/目錄已被應用至所有核心的滑鼠記憶體中, 是否要刪除/重命名? 如選[是]該功能將移除!
RenameGameNameSelected=檔案/目錄已被應用至所有核心的滑鼠記憶體中, 是否要刪除/重命名? 如選[是]該功能將移除!
PleaseCreateDirectory=請先建立遊戲資料夾!
NewCreateFileName=新建宏檔案
NewCreateFileDefault=新建檔案名
RenameMacroName=重命名
PleaseInputMacroName=輸入檔名
MacroExistAlready=檔案已存在，是否替換原檔案?
MustCreatFile=必須新建宏檔案才可編輯!
VersionMessage=現為賞析版, 無法儲存修改資訊!
MacroDeleteFile=是否刪除選定的檔案?
MacroSelectFile=檔案/目錄已被應用至滑鼠記憶體中, 是否要刪除/重命名? 如選[是]該功能將移除!
MacroUsed=檔案/目錄已被應用至滑鼠記憶體中, 是否要刪除/重命名? 如選[是]該功能將移除!
MacroModify=已修改, 要儲存嗎?
InputNameInvalid=輸入名稱不正確! 存在特殊字元[ \ / : * ? " < > | ].
TrialAccessDeny=血手寶典賞析版!@RETURN@無法應用請購買特血核心3啟動碼@RETURN@(本軟體限用血手V或 R系列滑鼠!)
FileRowsExceedsUpperLimit=檔案行數超過上限！！
IsCoverSameNameFile=儲存的檔名有跟 [奧斯卡I] 同名，是否覆蓋同名檔案？
CanNotTransformOscarII=此奧斯卡I檔案無法轉換成奧斯卡II，請改用奧斯卡I開啟。
FileRowsMayExceedsUpperLimit=檔案已儲存，指令超過1000行可能會無法下載至裝置.
CPIRemarkDefault=預設
bt_Save_ODME->Hint=儲存
bt_Undo_ODME->Hint=還原
bt_Redo_ODME->Hint=重做
bt_Record_ODME->Hint=錄製
rb_RepeatType_ODME->Hint=不重複執行
rb_RepeatType1_ODME->Hint=按下:執行@RETURN@彈起:終止執行
rb_RepeatType2_ODME->Hint=按下:執行@RETURN@再按:終止執行
pmnV_Cut->Caption=剪下
pmnV_Copy->Caption=複製
pmnV_Paste->Caption=貼上
pmnV_Delete->Caption=刪除
pmnV_SetDelay->Caption=改變 "延遲"
pmnV_SetAllDelay->Caption=改變所有 "延遲"
pmnV_ClearAll->Caption=全部清除
//按鍵測試區=
lb_MouseKeyTest->Caption=按鍵查詢
PleasePressKey=請按下滑鼠按鍵
MouseKeyUnknown=無法辨識

[DrawMacroEditRecord]
bt_Start->Caption=[F11] 開始
bt_Stop->Caption=[F12] 停止
cb_AxisAbsolute->Caption=錄製滑鼠絕對移動軌跡
cb_AxisRelatively->Caption=錄製滑鼠相對移動軌跡
cb_KeyboardAction->Caption=錄製鍵盤操作
cb_MouseClick->Caption=錄製滑鼠點擊

[DrawMacroEditStatement]
lb_Title->Caption=儲存前[功能註解]須填寫!
lb_Software->Caption=適用軟件
lb_Statement->Caption=功能說明
lb_Comment->Caption=動作描述
mi_EditerCut->Caption=剪下     Ctrl+X
mi_EditerCopy->Caption=複製     Ctrl+C
mi_EditerPaste->Caption=貼上     Ctrl+P
lb_EditComment->Caption1=填寫註解
lb_EditComment->Caption2=編輯註解
lb_Resolution->Caption=遊戲解析度
lb_CPIRemark->Caption=靈敏度

[DrawMacroInstructions]
lb_TestDescription->Caption=數據暫存于滑鼠第四鍵內存中，進入測試區或遊戲中測試，欲回復原第四鍵設定，請至[按鍵]頁重新設定
ck_CursorRecord->Caption=啟動光標錄製
lb_InterruptTips->Caption=測試編程無法停止時，則同時按下鍵盤[Caps Lock]、[Scroll Lock]、[Num Lock]鍵即可中斷功能，然後檢查編程
lb_TestCommon->Caption=測試說明
PressSpaceToTest=請按下第四鍵開始進行測試
Key=鍵
KeyDown=按下
KeyUp=彈起
MouseMoveTo=滑鼠移到
MouseRelativeMove=滑鼠相對移動
Delay=延時
millisecond=毫秒
second=秒
minute=分
MouseWhellUp=滾輪前滾
MouseWhellDown=滾輪後滾
MouseLeftKeyDown=左鍵按下
MouseLeftKeyUp=左鍵彈起
MouseLeftKeyClick=左鍵單擊
MouseLeftKeyDblClick=左鍵雙擊
MouseMiddleKeyDown=中鍵按下
MouseMiddleKeyUp=中鍵彈起
MouseMiddleKeyClick=中鍵單擊
MouseRightKeyDown=右鍵按下
MouseRightKeyUp=右鍵彈起
MouseRightKeyClick=右鍵單擊
MouseFourthKeyDown=四鍵按下
MouseFourthKeyUp=四鍵彈起
MouseFourthKeyClick=四鍵單擊
MouseFifthKeyDown=五鍵按下
MouseFifthKeyUp=五鍵彈起
MouseFifthKeyClick=五鍵單擊

[DrawMacroEditFileDialog]
lb_Directory->Caption=遊戲
lb_FileName->Caption=檔名
lb_Title->Caption1=打開宏
lb_Title->Caption2=保存宏
lb_Title->Caption3=另存宏
lb_Title->Caption4=刪除宏
lb_Title->Caption5=刪除
lb_FileType->Caption=類型：
advcb_FileType->Caption1=所有宏檔 *.*
advcb_FileType->Caption2=*.amc - 供按鍵區使用
advcb_FileType->Caption3=*.amc2 - 供按鍵區使用
advcb_FileType->Caption4=*.mgn - 宏槍格式供左鍵使用
advcb_FileType->Caption5=*.mgn2 - 宏槍格式供左鍵使用
NoAuthorityUse=權限不足，無法打開檔案

[DragMacroEditDelaySetForm]
lb_DelayTime->Caption=時間(ms)

